//
//  Resources.swift
//  SwiftUIDarkAngelsApp
//
//  Created by Anton Vassel on 11.07.2023.
//

import Foundation

let darkAngelsStory = """
    Тёмные Ангелы (англ. Dark Angels) — I из первоначальных двадцати легионов космодесанта. Ныне один из самых известных орденов Адептус Астартес.
    
    Тёмные Ангелы были первыми среди Легионес Астартес Императора, и в самом раннем воплощении в начальные годы Великого крестового похода, а также предшествовавшие им темные кампании сражались как личная армия Повелителя Человечества. Они были прототипом того, что впоследствии станет Легионес Астартес, образцом для создания более специализированных легионов, что появятся после них, и стандартом, по которому будут оценивать их наследников. Некогда они считались самым крупным и мощным легионом, но их численность упала, а превосходству положили конец десятилетия яростных битв, в особенности войн Рангданских ксеноцидов — одной из самых апокалипсических кампаний всего Великого крестового похода. Шрамы тех сражений навсегда изменят их, как и последующее воссоединение с примархом Львом Эль'Джонсоном и вливание свежей крови с его приемного мира Калибана. В мире смерти правило воинственное феодальное общество техноварваров, чьи воинские ордены стали плодородной почвой для восстановления легиона, а рыцарские кодексы и практики были благосклонно приняты и широко распространились в отстраивающемся легионе.
    
    Непоколебимые, технологически развитые, безжалостные и обособленные, к моменту Ереси Хоруса Тёмные Ангелы вновь стали могущественным и крайне независимым легионом, привыкшим действовать самостоятельно и проводить полномасштабные кампании и боевые операции по приведению к Согласию. Остерегаясь вмешательства Первого Легиона, Воитель устроил так, что когда он приведет свои коварные планы в действие, Тёмные Ангелы окажутся на дальней границе Империума, где они не смогут ему мешать, по крайней мере, на время. Впрочем, в ходе Ереси Хоруса этот легион даст о себе знать, опустошив ряды Повелителей Ночи в Трамасе, и сокрушая предательские миры по всей южной зоне Галактики в поздние годы Эры Тьмы.
    
    Замеченные стратегические предпочтения: отсутствуют. В основу планирования брались рыцарские доктрины «Ордена». На каждую дисциплину войны в Первом Легионе было предусмотрено как минимум одно специализированное воинство или орден.
    
    Прошлое наименование: Ангелы Смерти (со временем стало почтительным прозвищем всех Астартес), Некоронованные Принцы (архаичное).
    
    Примечательные владения: Калибан (основное), Грамари, терранские анклавы.
    
    Верность: Фиделитас Константус, сиречь Верность Неизменная.
    """
